tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "coreutils"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "gpg"
brew "jq"
brew "mas"
brew "moreutils"
brew "pinentry"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "the_silver_searcher"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "vim"
brew "yt-dlp"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "microsoft-edge"
cask "visual-studio-code"
cask "vlc"
mas "1Password for Safari", id: 1569813296
mas "Brother P-touch Editor", id: 1453365242
mas "Clocker", id: 1056643111
mas "HP Smart", id: 1474276998
mas "iStat Menus", id: 1319778037
mas "Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Under My Roof", id: 1524335878
vscode "foxundermoon.shell-format"
vscode "Shopify.ruby-lsp"
vscode "timonwong.shellcheck"
